Repository: jimmypark1/RetroCamera
Catalog: RetroCamera/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, lt_lt, ms, nl, pl, pt_br, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

# intro1
source: Try adjusting the slide. You can feel the power of the excellent skin tone correction effect using AI technology. Experience outstanding features with the Beauty Camera.
ar: حاول ضبط الشريحة. يمكنك أن تشعر بقوة التأثير الممتاز لتصحيح لون البشرة باستخدام تقنية الذكاء الاصطناعي. استمتع بتجربة الميزات الرائعة مع كاميرا التجميل.
ca: Proveu d'ajustar la diapositiva. Podeu sentir el poder de l'excel·lent efecte de correcció del to de la pell mitjançant la tecnologia AI. Experimenta funcions excepcionals amb la càmera de bellesa.
cs: Zkuste upravit posuv. Můžete pocítit sílu vynikajícího efektu korekce odstínu pleti pomocí technologie AI. Vyzkoušejte vynikající funkce s Beauty Camera.
da: Prøv at justere sliden. Du kan mærke kraften i den fremragende hudtonekorrektionseffekt ved hjælp af AI-teknologi. Oplev enestående funktioner med skønhedskameraet.
de: Versuchen Sie, den Schieber anzupassen. Sie können die Kraft des hervorragenden Hauttonkorrektureffekts mithilfe der KI-Technologie spüren. Erleben Sie herausragende Funktionen mit der Beauty Camera.
el: Δοκιμάστε να προσαρμόσετε τη διαφάνεια. Μπορείτε να νιώσετε τη δύναμη του εξαιρετικόυ εφέ διόρθωσης του τόνου του δέρματος χρησιμοποιώντας την τεχνολογία AI. Απολαύστε εξαιρετικά χαρακτηριστικά με την κάμερα ομορφιάς.
es: Intente ajustar la diapositiva. Puede sentir el poder del excelente efecto de corrección del tono de la piel utilizando la tecnología de inteligencia artificial. Experimente funciones excepcionales con Beauty Camera.
fi: Yritä säätää liukusäädintä. Voit tuntea erinomaisen ihon sävyä korjaavan tehon AI-tekniikan avulla. Koe upeat ominaisuudet Beauty Cameralla.
fr: Essayez d'ajuster la diapositive. Vous pouvez ressentir la puissance de l’excellent effet de correction du teint grâce à la technologie IA. Découvrez des fonctionnalités exceptionnelles avec la Beauty Camera.
he: נסה להתאים את השקף. אתה יכול להרגיש את העוצמה של אפקט תיקון גוון העור המעולה באמצעות טכנולוגיית AI. חווה תכונות יוצאות דופן עם מצלמת היופי.
hi: स्लाइड को समायोजित करने का प्रयास करें. आप एआई तकनीक का उपयोग करके उत्कृष्ट त्वचा टोन सुधार प्रभाव की शक्ति महसूस कर सकते हैं। ब्यूटी कैमरा के साथ उत्कृष्ट सुविधाओं का अनुभव करें।
hr: Pokušajte namjestiti klizač. Možete osjetiti snagu izvrsnog učinka korekcije tona kože pomoću AI tehnologije. Doživite izvanredne značajke uz Beauty kameru.
hu: Próbálja meg beállítani a csúszdát. Az AI technológia segítségével érezheti a kiváló bőrtónus-korrekciós hatás erejét. Tapasztalja meg a Beauty Camera kiemelkedő funkcióit.
id: Coba sesuaikan slidenya. Anda dapat merasakan kekuatan efek koreksi warna kulit yang luar biasa menggunakan teknologi AI. Rasakan fitur luar biasa dengan Kamera Kecantikan.
it: Prova a regolare la diapositiva. Puoi sentire la potenza dell'eccellente effetto di correzione del tono della pelle utilizzando la tecnologia AI. Scopri funzionalità eccezionali con la Beauty Camera.
ja: スライドを調整してみてください。 AI技術による優れた肌色補正効果の威力を実感していただけます。 Beauty Camera の優れた機能を体験してください。
ko: 슬라이드를 조정해 보세요. AI 기술을 활용한 탁월한 피부톤 보정 효과의 위력을 느껴보실 수 있습니다. 뷰티카메라의 뛰어난 기능을 경험해 보세요.
lt_lt: Pabandykite sureguliuoti slankiklį. Naudodami AI technologiją galite pajusti puikaus odos atspalvio korekcijos efekto galią. Patirkite išskirtines „Beauty Camera“ funkcijas.
ms: Cuba laraskan slaid. Anda boleh merasakan kuasa kesan pembetulan ton kulit yang sangat baik menggunakan teknologi AI. Alami ciri-ciri cemerlang dengan Kamera Kecantikan.
nl: Probeer de schuif aan te passen. U kunt de kracht van het uitstekende huidtintcorrectie-effect voelen met behulp van AI-technologie. Ervaar uitstekende functies met de Beauty Camera.
pl: Spróbuj wyregulować suwak. Poczuj moc doskonałego efektu korekcji kolorytu skóry dzięki technologii AI. Poznaj wyjątkowe funkcje aparatu Beauty Camera.
pt_br: Tente ajustar o diapositivo. Pode sentir o poder do excelente efeito de correção do tom de pele utilizando a tecnologia AI. Experimente recursos incríveis com a Beauty Camera.
ro: Încercați să reglați slide-ul. Puteți simți puterea efectului excelent de corectare a tonului pielii folosind tehnologia AI. Experimentați caracteristici remarcabile cu Camera Beauty.
ru: Попробуйте отрегулировать слайд. Вы можете почувствовать силу превосходного эффекта коррекции тона кожи с помощью технологии искусственного интеллекта. Испытайте выдающиеся возможности камеры красоты.
sk: Skúste upraviť snímku. Môžete pocítiť silu vynikajúceho efektu korekcie tónu pleti pomocou technológie AI. Zažite vynikajúce funkcie s Beauty Camera.
sl: Poskusite prilagoditi drsnik. Občutite moč odličnega učinka korekcije tona kože s tehnologijo AI. Doživite izjemne funkcije z Beauty Camera.
sv: Prova att justera glidningen. Du kan känna kraften i den utmärkta hudtonskorrigeringseffekten med hjälp av AI-teknik. Upplev enastående funktioner med skönhetskameran.
th: ลองปรับสไลด์ดูครับ คุณจะสัมผัสได้ถึงพลังของเอฟเฟกต์การแก้ไขสีผิวที่ยอดเยี่ยมโดยใช้เทคโนโลยี AI สัมผัสประสบการณ์คุณสมบัติที่โดดเด่นด้วยกล้องความงาม
tr: Slaytı ayarlamayı deneyin. Yapay zeka teknolojisini kullanarak mükemmel cilt tonu düzeltme etkisinin gücünü hissedebilirsiniz. Güzellik Kamerası ile olağanüstü özellikleri deneyimleyin.
uk: Спробуйте відрегулювати слайд. Ви можете відчути силу чудового ефекту корекції тону шкіри за допомогою технології ШІ. Відчуйте надзвичайні функції з камерою краси.
vi: Hãy thử điều chỉnh slide. Bạn có thể cảm nhận được sức mạnh của hiệu ứng chỉnh sửa tông màu da tuyệt vời bằng công nghệ AI. Trải nghiệm những tính năng vượt trội với Beauty Camera.
zh_hans: 尝试调整幻灯片。您可以感受到AI技术出色的肤色校正效果的威力。体验美颜相机的卓越功能。
zh_hant: 嘗試調整投影片。您可以感受到AI技術出色的膚色校正效果的威力。體驗美顏相機的卓越功能。

# intro1_title
source: Smooth Skin
ar: بشرة ناعمة
ca: Pell Llisa
cs: Hladká kůže
da: Glat hud
de: Glatte Haut
el: Λείο Δέρμα
es: Piel suave
fi: Sileä iho
fr: Peau lisse
he: עור חלק
hi: चिकनी त्वचा
hr: Glatka koža
hu: Sima bőr
id: Kulit Halus
it: Pelle liscia
ja: 滑らかな肌
ko: 피부톤을 부드럽게
lt_lt: Lygi oda
ms: Kulit Licin
nl: Gladde huid
pl: Gładka skóra
pt_br: Pele lisa
ro: Piele netedă
ru: Гладкая кожа
sk: Hladká pokožka
sl: Gladka koža
sv: Slät hud
th: ผิวเรียบเนียน
tr: Pürüzsüz Cilt
uk: Гладка шкіра
vi: Da mịn màng
zh_hans: 光滑的皮肤
zh_hant: 光滑的皮膚

# intro2
source: Try adjusting the slide. Enlarge your eyes using AI technology. You will be able to feel the outstanding features of the Beauty Camera.
ar: حاول ضبط الشريحة. تكبير عينيك باستخدام تقنية الذكاء الاصطناعي. ستكون قادرًا على الشعور بالميزات الرائعة لكاميرا التجميل.
ca: Proveu d'ajustar la diapositiva. Amplieu els vostres ulls amb la tecnologia d'IA. Podreu sentir les característiques destacades de la Càmera de Bellesa.
cs: Zkuste upravit posuv. Zvětšete své oči pomocí technologie AI. Budete moci pocítit vynikající vlastnosti Beauty Camera.
da: Prøv at justere sliden. Forstør dine øjne ved hjælp af AI-teknologi. Du vil være i stand til at mærke skønhedskameraets fremragende funktioner.
de: Versuchen Sie, den Schieber anzupassen. Vergrößern Sie Ihre Augen mithilfe der KI-Technologie. Sie werden die herausragenden Eigenschaften der Beauty Camera spüren.
el: Δοκιμάστε να προσαρμόσετε τη διαφάνεια. Μεγεθύνετε τα μάτια σας χρησιμοποιώντας τεχνολογία AI. Θα μπορείτε να νιώσετε τα εξαιρετικά χαρακτηριστικά της κάμερας ομορφιάς.
es: Intente ajustar la diapositiva. Agranda tus ojos usando tecnología AI. Podrás sentir las características sobresalientes de Beauty Camera.
fi: Yritä säätää liukusäädintä. Suurenna silmiäsi tekoälytekniikan avulla. Voit tuntea Beauty Cameran erinomaiset ominaisuudet.
fr: Essayez d'ajuster la diapositive. Agrandissez vos yeux grâce à la technologie IA. Vous pourrez ressentir les fonctionnalités exceptionnelles de la Beauty Camera.
he: נסה להתאים את השקף. הגדל את העיניים שלך באמצעות טכנולוגיית AI. תוכל להרגיש את המאפיינים הבולטים של מצלמת היופי.
hi: स्लाइड को समायोजित करने का प्रयास करें. AI तकनीक का उपयोग करके अपनी आंखें बड़ी करें। आप ब्यूटी कैमरा की उत्कृष्ट विशेषताओं को महसूस कर पाएंगे।
hr: Pokušajte namjestiti klizač. Povećajte svoje oči pomoću AI tehnologije. Moći ćete osjetiti izvanredne karakteristike Beauty Camera.
hu: Próbálja meg beállítani a csúszdát. Nagyítsa ki a szemét az AI technológia segítségével. Érezni fogja a Beauty Camera kiemelkedő tulajdonságait.
id: Coba sesuaikan slidenya. Perbesar mata Anda menggunakan teknologi AI. Anda akan dapat merasakan fitur-fitur luar biasa dari Kamera Kecantikan.
it: Prova a regolare la diapositiva. Ingrandisci i tuoi occhi utilizzando la tecnologia AI. Sarai in grado di provare le eccezionali caratteristiche della Beauty Camera.
ja: スライドを調整してみてください。 AI技術を使って目を大きくします。ビューティーカメラの優れた機能を実感していただけます。
ko: Retro Camera는 피부톤을 부드럽게 하는 효과를 제공합니다.
lt_lt: Pabandykite sureguliuoti slankiklį. Padidinkite akis naudodami AI technologiją. Galėsite pajusti išskirtines Beauty Camera savybes.
ms: Cuba laraskan slaid. Besarkan mata anda menggunakan teknologi AI. Anda akan dapat merasai ciri-ciri cemerlang Kamera Kecantikan.
nl: Probeer de schuif aan te passen. Vergroot uw ogen met behulp van AI-technologie. U zult de uitstekende eigenschappen van de Beauty Camera kunnen voelen.
pl: Spróbuj wyregulować suwak. Powiększ oczy, korzystając z technologii AI. Będziesz mógł poczuć wyjątkowe funkcje Beauty Camera.
pt_br: Tente ajustar o diapositivo. Aumente os seus olhos usando a tecnologia de IA. Poderá sentir os excelentes recursos da Beauty Camera.
ro: Încercați să reglați slide-ul. Măriți-vă ochii folosind tehnologia AI. Veți putea simți caracteristicile remarcabile ale camerei Beauty Camera.
ru: Попробуйте отрегулировать слайд. Увеличьте свои глаза с помощью технологии искусственного интеллекта. Вы сможете ощутить выдающиеся возможности Beauty Camera.
sk: Skúste upraviť snímku. Zväčšite svoje oči pomocou technológie AI. Budete môcť pocítiť vynikajúce vlastnosti Beauty Camera.
sl: Poskusite prilagoditi drsnik. Povečajte svoje oči s tehnologijo AI. Občutili boste lahko izjemne lastnosti Lepotne kamere.
sv: Prova att justera glidningen. Förstora dina ögon med hjälp av AI-teknik. Du kommer att kunna känna skönhetskamerans enastående egenskaper.
th: ลองปรับสไลด์ดูครับ ขยายดวงตาของคุณด้วยเทคโนโลยี AI คุณจะสัมผัสได้ถึงคุณสมบัติที่โดดเด่นของ Beauty Camera
tr: Slaytı ayarlamayı deneyin. Yapay zeka teknolojisini kullanarak gözlerinizi büyütün. Güzellik Kamerasının olağanüstü özelliklerini hissedebileceksiniz.
uk: Спробуйте відрегулювати слайд. Збільште очі за допомогою технології ШІ. Ви зможете відчути видатні особливості Beauty Camera.
vi: Hãy thử điều chỉnh slide. Phóng to đôi mắt của bạn bằng công nghệ AI. Bạn sẽ có thể cảm nhận được những tính năng nổi bật của Beauty Camera.
zh_hans: 尝试调整幻灯片。使用人工智能技术放大你的眼睛。您将能够感受到美颜相机的卓越功能。
zh_hant: 嘗試調整投影片。使用人工智慧技術放大你的眼睛。您將能夠感受到美顏相機的卓越功能。

# intro2_title
source: Enlarge Eye
ar: تكبير العين
ca: Ampliar l'ull
cs: Zvětšit oko
da: Forstør øje
de: Auge vergrößern
el: Μεγέθυνση ματιών
es: Agrandar Ojo
fi: Suurenna Silmä
fr: Agrandir les yeux
he: הגדל את העין
hi: आँख बड़ी करना
hr: Povećaj oko
hu: Szem nagyítása
id: Memperbesar Mata
it: Ingrandisci l'occhio
ja: 目を拡大する
ko: 눈을 크게
lt_lt: Padidinti Akį
ms: Besarkan Mata
nl: Vergroot oog
pl: Powiększ oko
pt_br: Ampliar olho
ro: Măriți ochiul
ru: Увеличить глаз
sk: Zväčšiť oko
sl: Povečaj oko
sv: Förstora ögat
th: ขยายตา
tr: Gözü Büyüt
uk: Збільшити око
vi: Phóng to mắt
zh_hans: 放大眼睛
zh_hant: 放大眼睛

# intro3
source: Try adjusting the slide. We use AI technology to make your jawline beautiful. You will be able to feel the outstanding features of the Beauty Camera.
ar: حاول ضبط الشريحة. نحن نستخدم تقنية الذكاء الاصطناعي لجعل خط الفك الخاص بك جميلاً. ستكون قادرًا على الشعور بالميزات الرائعة لكاميرا التجميل.
ca: Proveu d'ajustar la diapositiva. Utilitzem la tecnologia d'IA per fer que la teva mandíbula sigui bella. Podreu sentir les característiques destacades de la Càmera de Bellesa.
cs: Zkuste upravit posuv. Aby byla vaše čelist krásná, používáme technologii AI. Budete moci pocítit vynikající vlastnosti Beauty Camera.
da: Prøv at justere sliden. Vi bruger AI-teknologi til at gøre din kæbelinje smuk. Du vil være i stand til at mærke skønhedskameraets fremragende funktioner.
de: Versuchen Sie, den Schieber anzupassen. Wir nutzen KI-Technologie, um Ihren Kiefer schön zu machen. Sie werden die herausragenden Eigenschaften der Beauty Camera spüren.
el: Δοκιμάστε να προσαρμόσετε τη διαφάνεια. Χρησιμοποιούμε τεχνολογία AI για να κάνουμε το σαγόνι σας όμορφο. Θα μπορείτε να νιώσετε τα εξαιρετικά χαρακτηριστικά της κάμερας ομορφιάς.
es: Intente ajustar la diapositiva. Utilizamos tecnología de inteligencia artificial para embellecer su mandíbula. Podrás sentir las características sobresalientes de Beauty Camera.
fi: Yritä säätää liukusäädintä. Käytämme tekoälytekniikkaa tehdäksemme leukalinjastasi kauniin. Voit tuntea Beauty Cameran erinomaiset ominaisuudet.
fr: Essayez d'ajuster la diapositive. Nous utilisons la technologie de l'IA pour embellir votre mâchoire. Vous pourrez ressentir les fonctionnalités exceptionnelles de la Beauty Camera.
he: נסה להתאים את השקף. אנו משתמשים בטכנולוגיית AI כדי להפוך את קו הלסת שלך ליפה. תוכל להרגיש את המאפיינים הבולטים של מצלמת היופי.
hi: स्लाइड को समायोजित करने का प्रयास करें. हम आपकी जॉलाइन को सुंदर बनाने के लिए AI तकनीक का उपयोग करते हैं। आप ब्यूटी कैमरा की उत्कृष्ट विशेषताओं को महसूस कर पाएंगे।
hr: Pokušajte namjestiti klizač. Koristimo AI tehnologiju kako bismo vašu vilicu učinili lijepom. Moći ćete osjetiti izvanredne karakteristike Beauty Camera.
hu: Próbálja meg beállítani a csúszdát. AI technológiát használunk, hogy az állkapcsodat gyönyörűvé tegyük. Érezni fogja a Beauty Camera kiemelkedő tulajdonságait.
id: Coba sesuaikan slidenya. Kami menggunakan teknologi AI untuk mempercantik garis rahang Anda. Anda akan dapat merasakan fitur-fitur luar biasa dari Kamera Kecantikan.
it: Prova a regolare la diapositiva. Usiamo la tecnologia AI per rendere bella la tua mascella. Sarai in grado di provare le eccezionali caratteristiche della Beauty Camera.
ja: スライドを調整してみてください。 AI技術を活用し、あなたの顎のラインを美しくします。ビューティーカメラの優れた機能を実感していただけます。
ko: 슬라이드를 조정해 보세요. AI 기술을 활용하여 턱선을 아름답게 만들어드립니다. 뷰티카메라의 뛰어난 기능을 느껴보실 수 있습니다.
lt_lt: Pabandykite sureguliuoti slankiklį. Naudojame AI technologiją, kad jūsų žandikaulio linija būtų graži. Galėsite pajusti išskirtines Beauty Camera savybes.
ms: Cuba laraskan slaid. Kami menggunakan teknologi AI untuk menjadikan garis rahang anda cantik. Anda akan dapat merasai ciri-ciri cemerlang Kamera Kecantikan.
nl: Probeer de schuif aan te passen. Wij gebruiken AI-technologie om uw kaaklijn mooi te maken. U zult de uitstekende eigenschappen van de Beauty Camera kunnen voelen.
pl: Spróbuj wyregulować suwak. Używamy technologii AI, aby Twoja linia szczęki była piękna. Będziesz mógł poczuć wyjątkowe funkcje Beauty Camera.
pt_br: Tente ajustar o diapositivo. Usamos tecnologia de IA para deixar o seu queixo lindo. Poderá sentir os excelentes recursos da Beauty Camera.
ro: Încercați să reglați slide-ul. Folosim tehnologia AI pentru a vă face maxilarul frumos. Veți putea simți caracteristicile remarcabile ale camerei Beauty Camera.
ru: Попробуйте отрегулировать слайд. Мы используем технологию искусственного интеллекта, чтобы сделать вашу челюсть красивой. Вы сможете ощутить выдающиеся возможности Beauty Camera.
sk: Skúste upraviť snímku. Používame technológiu AI, aby bola vaša čeľusť krásna. Budete môcť pocítiť vynikajúce vlastnosti Beauty Camera.
sl: Poskusite prilagoditi drsnik. Uporabljamo tehnologijo umetne inteligence, da bo vaša čeljust lepa. Občutili boste lahko izjemne lastnosti Lepotne kamere.
sv: Prova att justera glidningen. Vi använder AI-teknik för att göra din käklinje vacker. Du kommer att kunna känna skönhetskamerans enastående egenskaper.
th: ลองปรับสไลด์ดูครับ เราใช้เทคโนโลยี AI เพื่อทำให้กรามของคุณสวยงาม คุณจะสัมผัสได้ถึงคุณสมบัติที่โดดเด่นของ Beauty Camera
tr: Slaytı ayarlamayı deneyin. Çene hattınızı güzelleştirmek için AI teknolojisini kullanıyoruz. Güzellik Kamerasının olağanüstü özelliklerini hissedebileceksiniz.
uk: Спробуйте відрегулювати слайд. Ми використовуємо технологію AI, щоб зробити вашу щелепу красивою. Ви зможете відчути видатні особливості Beauty Camera.
vi: Hãy thử điều chỉnh slide. Chúng tôi sử dụng công nghệ AI để làm đẹp đường viền hàm của bạn. Bạn sẽ có thể cảm nhận được những tính năng nổi bật của Beauty Camera.
zh_hans: 尝试调整幻灯片。我们利用AI技术让您的下巴线条变得美丽。您将能够感受到美颜相机的卓越功能。
zh_hant: 嘗試調整投影片。我們利用AI技術讓您的下巴線條變得美麗。您將能夠感受到美顏相機的卓越功能。

# intro3_title
source: Slim Face
ar: الوجه النحيف
ca: Cara esvelta
cs: Štíhlá tvář
da: Slankt ansigt
de: Schlankes Gesicht
el: Λεπτό Πρόσωπο
es: Cara delgada
fi: Ohut kasvot
fr: Visage mince
he: פנים רזה
hi: पतला चेहरा
hr: Vitko lice
hu: Karcsú arc
id: Wajah Ramping
it: Viso sottile
ja: スリムフェイス
ko: 얼굴을 V라인으로
lt_lt: Lieknas veidas
ms: Muka Ramping
nl: Slank gezicht
pl: Szczupła twarz
pt_br: Rosto magro
ro: Față subțire
ru: Тонкое Лицо
sk: Štíhla tvár
sl: Vitek obraz
sv: Smalt ansikte
th: หน้าเรียว
tr: İnce Yüz
uk: Струнке обличчя
vi: Mặt thon gọn
zh_hans: 瘦脸
zh_hant: 瘦臉

# intro4
source: Choose from a variety of filters to create a fresh vibe every day. From warm tones and chic moods to vintage styles, easily pick the filter that best suits your preferred style.
ar: اختر من بين مجموعة متنوعة من المرشحات لخلق أجواء جديدة كل يوم. بدءًا من الألوان الدافئة والحالات المزاجية الأنيقة وحتى الأنماط القديمة، يمكنك بسهولة اختيار الفلتر الذي يناسب أسلوبك المفضل.
ca: Trieu entre una varietat de filtres per crear un ambient fresc cada dia. Des de tons càlids i estats d'ànim elegants fins a estils vintage, tria fàcilment el filtre que millor s'adapti al teu estil preferit.
cs: Vyberte si z řady filtrů a vytvořte si každý den svěží atmosféru. Od teplých tónů a elegantních nálad až po vintage styly, snadno si vyberte filtr, který nejlépe vyhovuje vašemu preferovanému stylu.
da: Vælg mellem en række filtre for at skabe en frisk stemning hver dag. Fra varme toner og smarte stemninger til vintage-stile, vælg nemt det filter, der passer bedst til din foretrukne stil.
de: Wählen Sie aus einer Vielzahl von Filtern, um jeden Tag eine frische Atmosphäre zu schaffen. Von warmen Tönen und schicken Stimmungen bis hin zu Vintage-Stilen – wählen Sie ganz einfach den Filter aus, der am besten zu Ihrem bevorzugten Stil passt.
el: Επιλέξτε από μια ποικιλία φίλτρων για να δημιουργήσετε μια φρέσκια ατμόσφαιρα κάθε μέρα. Από ζεστούς τόνους και κομψές διαθέσεις μέχρι vintage στυλ, επιλέξτε εύκολα το φίλτρο που ταιριάζει καλύτερα στο στυλ που προτιμάτε.
es: Elija entre una variedad de filtros para crear un ambiente fresco todos los días. Desde tonos cálidos y ambientes elegantes hasta estilos vintage, elige fácilmente el filtro que mejor se adapte a tu estilo preferido.
fi: Valitse useista suodattimista luodaksesi raikkaan tunnelman joka päivä. Lämpimistä sävyistä ja tyylikkäistä tunnelmista vintage-tyyleihin valitse helposti haluamasi suodatin, joka sopii parhaiten valitsemaasi tyyliin.
fr: Choisissez parmi une variété de filtres pour créer une nouvelle ambiance chaque jour. Des tons chauds aux ambiances chics en passant par les styles vintage, choisissez facilement le filtre qui correspond le mieux à votre style préféré.
he: בחר מתוך מגוון פילטרים כדי ליצור אווירה רעננה בכל יום. מגוונים חמים ומצבי רוח אופנתיים ועד לסגנונות וינטג', בחרו בקלות את הפילטר המתאים ביותר לסגנון המועדף עליכם.
hi: हर दिन एक ताज़ा माहौल बनाने के लिए विभिन्न प्रकार के फ़िल्टर में से चुनें। गर्म रंगों और आकर्षक मूड से लेकर पुरानी शैलियों तक, आसानी से वह फ़िल्टर चुनें जो आपकी पसंदीदा शैली के लिए सबसे उपयुक्त हो।
hr: Birajte između raznih filtara kako biste stvorili svježu atmosferu svaki dan. Od toplih tonova i šik raspoloženja do vintage stilova, jednostavno odaberite filtar koji najbolje odgovara vašem željenom stilu.
hu: Válasszon a különféle szűrők közül, hogy minden nap friss hangulatot teremtsen. A meleg tónusoktól és az elegáns hangulatoktól a vintage stílusokig könnyedén kiválaszthatja azt a szűrőt, amely a legjobban illik kedvenc stílusához.
id: Pilih dari beragam filter untuk menciptakan suasana segar setiap hari. Dari warna hangat dan suasana chic hingga gaya vintage, pilih filter yang paling sesuai dengan gaya pilihan Anda dengan mudah.
it: Scegli tra una varietà di filtri per creare un'atmosfera fresca ogni giorno. Dai toni caldi e mood chic agli stili vintage, scegli facilmente il filtro che meglio si adatta al tuo stile preferito.
ja: さまざまなフィルターから選択して、毎日新鮮な雰囲気を作り出します。温かみのある色調やシックなムードからヴィンテージスタイルまで、お好みのスタイルに最適なフィルターを簡単に選択できます。
ko: 다양한 필터 중에서 선택하여 매일 신선한 분위기를 만들어보세요. 웜톤, 시크한 무드부터 빈티지한 스타일까지, 원하는 스타일에 딱 맞는 필터를 간편하게 골라보세요.
lt_lt: Rinkitės iš įvairių filtrų, kad kiekvieną dieną sukurtumėte šviežią atmosferą. Nuo šiltų tonų ir prašmatnių nuotaikų iki vintažinių stilių lengvai išsirinkite filtrą, kuris geriausiai tinka jūsų pasirinktam stiliui.
ms: Pilih daripada pelbagai penapis untuk mencipta suasana segar setiap hari. Daripada ton hangat dan mood bergaya kepada gaya vintaj, pilih penapis yang paling sesuai dengan gaya pilihan anda dengan mudah.
nl: Kies uit verschillende filters om elke dag een frisse sfeer te creëren. Van warme tinten en chique sfeer tot vintage stijlen: kies eenvoudig het filter dat het beste bij jouw favoriete stijl past.
pl: Wybieraj spośród szerokiej gamy filtrów, aby każdego dnia stworzyć świeżą atmosferę. Od ciepłych tonów i eleganckich nastrojów po style vintage — z łatwością wybierz filtr, który najlepiej pasuje do Twojego preferowanego stylu.
pt_br: Escolha entre uma variedade de filtros para criar uma vibração nova todos os dias. Desde tons quentes e ambientes chiques a estilos vintage, escolha facilmente o filtro que melhor se adapta ao seu estilo preferido.
ro: Alegeți dintr-o varietate de filtre pentru a crea o atmosferă proaspătă în fiecare zi. De la tonuri calde și stări șic la stiluri vintage, alegeți cu ușurință filtrul care se potrivește cel mai bine stilului dvs. preferat.
ru: Выбирайте из множества фильтров, чтобы каждый день создавать свежую атмосферу. От теплых тонов и шикарного настроения до винтажного стиля — легко выберите фильтр, который лучше всего соответствует предпочитаемому вами стилю.
sk: Vyberte si z množstva filtrov a vytvorte si sviežu atmosféru každý deň. Od teplých tónov a elegantných nálad až po vintage štýly si jednoducho vyberte filter, ktorý najlepšie vyhovuje vášmu preferovanému štýlu.
sl: Izbirajte med številnimi filtri, da vsak dan ustvarite sveže vzdušje. Od toplih tonov in elegantnega razpoloženja do vintage slogov preprosto izberite filter, ki najbolj ustreza vašemu želenemu slogu.
sv: Välj bland en mängd olika filter för att skapa en fräsch atmosfär varje dag. Från varma toner och chica stämningar till vintagestilar, välj enkelt det filter som passar din favoritstil bäst.
th: เลือกจากฟิลเตอร์ที่หลากหลายเพื่อสร้างบรรยากาศที่สดใหม่ทุกวัน ตั้งแต่โทนสีอบอุ่นและอารมณ์เก๋ๆ ไปจนถึงสไตล์วินเทจ คุณสามารถเลือกฟิลเตอร์ที่เหมาะกับสไตล์ที่คุณต้องการที่สุดได้อย่างง่ายดาย
tr: Her gün taze bir hava yaratmak için çeşitli filtreler arasından seçim yapın. Sıcak tonlardan şık ruh hallerine ve vintage tarzlara kadar tercih ettiğiniz stile en uygun filtreyi kolayca seçin.
uk: Вибирайте з безлічі фільтрів, щоб створювати свіжу атмосферу щодня. Від теплих тонів і шикарних настроїв до вінтажних стилів – легко виберіть фільтр, який найкраще відповідає вашому стилю.
vi: Chọn từ nhiều bộ lọc khác nhau để tạo cảm giác mới mẻ mỗi ngày. Từ tông màu ấm áp và tâm trạng sang trọng đến phong cách cổ điển, hãy dễ dàng chọn bộ lọc phù hợp nhất với phong cách ưa thích của bạn.
zh_hans: 从各种滤镜中进行选择，每天营造清新的氛围。从温暖的色调和别致的心情到复古风格，轻松选择最适合您喜欢的风格的滤镜。
zh_hant: 從各種濾鏡中進行選擇，每天營造清新的氛圍。從溫暖的色調和別緻的心情到復古風格，輕鬆選擇最適合您喜歡的風格的濾鏡。
